[
    {
        "link": "https://www.chefkoch.de/rezepte/2826671434712499/Haehnchen-suesssauer-wie-im-Chinarestaurant.html",
        "recipe_id": "2826671434712499",
        "title": "Hähnchen süß-sauer wie im Chinarestaurant",
        "author": "NatuerlichLecker",
        "properties": {
            "date_published": "20180125",
            "difficulty": "normal",
            "nutritional_val": {
                "kcal": 672,
                "protein": 27.39,
                "fat": 7.63,
                "carbs": 121.27
            },
            "dish_time": {
                "prep": 25,
                "cook": 30,
                "sum_time": 55
            },
            "tags": [
                "Asien",
                "Fleisch",
                "Gemüse",
                "Hauptspeise",
                "Reis",
                "Geflügel",
                "Braten",
                "China",
                "Frucht",
                "Getreide"
            ]
        },
        "ingredients": [
            {
            "name": "Reis",
            "amount": 250,
            "unit": "g"
            },
            {
            "name": "Hähnchenbrüste",
            "amount": 2,
            "unit": ""
            },
            {
            "name": "Ei(er)",
            "amount": 1,
            "unit": ""
            },
            {
            "name": "Speisestärke",
            "amount": 4,
            "unit": "EL"
            },
            {
            "name": "Ananas",
            "amount": 1,
            "unit": "Dose"
            },
            {
            "name": "Apfelessig oder Weinessig",
            "amount": 7,
            "unit": "EL"
            },
            {
            "name": "Zucker",
            "amount": 4,
            "unit": "EL"
            },
            {
            "name": "Salz",
            "amount": 1,
            "unit": "TL"
            },
            {
            "name": "Ketchup",
            "amount": 2,
            "unit": "EL"
            },
            {
            "name": "Sojasauce",
            "amount": 2,
            "unit": "EL"
            },
            {
            "name": "Öl, neutrales (z.B. Sonnenblumenöl)",
            "amount": 2,
            "unit": "EL"
            },
            {
            "name": "Zwiebel(n)",
            "amount": 1,
            "unit": ""
            },
            {
            "name": "Paprikaschote(n)",
            "amount": 2,
            "unit": ""
            }
        ],
        "preparation": "Heute machen wir leckeres Hähnchen süßsauer wie vom Chinamann. Als ich noch jünger war, also Ende der Neunziger bzw. Anfang der Zweitausender Jahre war chinesisches Essen voll im Trend und und Chinarestaurants inklusive Lieferdienst schossen an jeder Ecke wie Pilze aus dem Boden. Nun, 10 - 15 Jahre später, habe ich mich entschlossen diese Variante des damals auch bei mir so beliebten Hähnchen süßsauer zu kreieren. Viel Spaß mit dem Rezept. Zuerst wird der Reis mit etwas Salz gekocht, im Video wird Naturreis genommen, dieser hat eine Garzeit von ca. 35 Minuten. Die Hühnerbrüste werden gewaschen und in mundgerechte Stücke geschnitten. Nun wird ein Ei in eine kleine Schüssel gegeben mit Pfeffer und Salz gewürzt und verquirlt. In eine weitere Schüssel werden 2 EL Speisestärke gegeben und etwas mit dem Löffel verteilt. Eine Pfanne wird aufgeheizt. Nun werden die Hühnerbruststücke in die Stärke gegeben und mehrmals gedreht, bis sie vollständig bedeckt sind. Danach werden sie zum Ei gegeben und ebenfalls gedreht bis sie vollständig mit dem Ei überzogen sind. Jetzt wird das mit Ei überzogene Fleisch in einer Pfanne rundherum gebraten bis es gar ist. Danach wird es auf einen Teller gegeben und beiseitegestellt. Als nächstes wird die Ananas aus der Dose abgetropft und die Flüssigkeit aus der Dose aufgefangen. Für die Sauce wird der Essig mit Zucker, Salz, Sojasauce, Öl und Ketchup in eine Schüssel gegeben und durchgerührt. Die Zwiebel wird geputzt, halbiert und in feine Ringe geschnitten und in der Pfanne, in der die Hähnchenstücke waren, angebraten. Nun werden noch 2 Paprikaschoten geputzt und ebenfalls in mundgerechte Stücke geschnitten. Diese werden dann mit der Ananas zu den Zwiebeln gegeben und 5 Minuten mitgebraten. Dann wird die Sauce dazu gegeben und alles weitere 3 Minuten auf mittlerer Hitze geköchelt. In der Zwischenzeit werden die letzten 2 EL Speisestärke mit ca. 80 Milliliter des Ananassaftes angerührt und dann in die Pfanne gegeben. Danach wird alles wieder auf dem Herd geben um etwas zu reduzieren. Inzwischen sollte der Reis fertig sein. Dieser wird abgegossen und kurz beiseitegestellt, denn jetzt wird das Fleisch zum Gemüse in die Pfanne gegeben um rasch wieder heiß zu werden. Dann wird der Reis auf die Teller verteilt, Hähnchen und Gemüse darauf angerichtet und etwas Sauce darauf gegossen."
    }
]